syriac_letters = [
    # Format: (Syriac word, English meaning, audio file name, start time, end time)


    # Chapter 5: The Verb, The Present Tense 
    # Page 29, Chaldean Grammar
    # finished correct audio
    # needs double check
    ("ܒܵܫܸܠ، ܒܲܫܘܿܠܸܐ", "cook", "audio_CG05.mp3", "34:20", "34:24"),
    ("ܓܵܚܸܟ، ܓܚܵܟܵܐ", "laugh", "audio_CG05.mp3", "34:24", "34:29"),
    ("ܓܵܢܸܒܼ، ܓܢܵܒܼܵܐ", "steal", "audio_CG05.mp3", "34:29", "34:33"),
    ("ܓܵܪܸܫ، ܓܪܵܫܵܐ", "pull", "audio_CG05.mp3", "34:49", "34:51"),  
    ("ܕܵܡܸܟ، ܕܡܵܟܼܵܐ", "sleep", "audio_CG05.mp3", "34:51", "34:53"),
    ("ܕܵܥܸܠ، ܕܥܵܠܵܐ", "see", "audio_CG05.mp3", "34:53", "34:57"), 
    ("ܕܵܥܸܬܼ، ܕܥܵܬܼܵܐ", "sweat", "audio_CG05.mp3", "34:57", "35:00"),
    ("ܕܵܪܸܣ، ܕܪܵܣܵܐ", "study", "audio_CG05.mp3", "35:00", "35:06"),
    ("ܙܵܕܥ، ܙܪܵܥܵܐ", "fear", "audio_CG05.mp3", "35:06", "35:10"),
    ("ܙܵܪܸܥ، ܙܪܵܥܵܐ", "sow", "audio_CG05.mp3", "35:10", "35:14"),
    ("ܚܵܡܸܠ، ܚܡܵܠܵܐ", "stop", "audio_CG05.mp3", "35:14", "35:18"),
    ("ܚܵܣܸܪ، ܚܣܵܪܵܐ", "lose", "audio_CG05.mp3", "35:18", "35:26"),  
    ("ܚܵܫܸܒܼ، ܚܫܵܒܼܵܐ", "think", "audio_CG05.mp3", "35:26", "35:30"),
    ("ܟܵܬܸܒܼ، ܟܬܼܵܒܼܵܐ", "write", "audio_CG05.mp3", "35:30", "35:34"), 
    ("ܠܵܒܸܫ، ܠܒܼܵܫܵܐ", "wear", "audio_CG05.mp3", "35:34", "35:37"),
    ("ܢܵܚܸܬܼ، ܢܚܵܬܼܵܐ", "descend", "audio_CG05.mp3", "35:37", "35:45"),
    ("ܢܵܦܸܠ، ܢܦܵܠܵܐ", "fall", "audio_CG05.mp3", "35:45", "35:48"),
    ("ܣܵܦܸܪ، ܣܦܵܪܵܐ", "wait", "audio_CG05.mp3", "35:48", "35:51"),
    ("ܥܵܒܸܕ݂، ܥܒܼܵܕ݂ܵܐ", "do, make", "audio_CG05.mp3", "35:51", "35:55"),
    ("ܥܵܪܸܩ، ܥܪܵܩܵܐ", "run", "audio_CG05.mp3", "35:55", "35:58"),  
    ("ܦܵܠܸܓܼ، ܦܠܵܓܼܵܐ", "divide", "audio_CG05.mp3", "35:58", "36:09"),
    ("ܦܵܠܸܚ، ܦܠܵܚܵܐ", "work", "audio_CG05.mp3", "36:09", "36:15"), 
    ("ܩܵܠܸܚ، ܩܪܵܒܼܵܐ", "approach", "audio_CG05.mp3", "36:15", "36:19"),
    ("ܫܵܒܸܩ، ܫܒܼܵܩܵܐ", "forgive, abandon", "audio_CG05.mp3", "36:19", "36:23"),
    ("ܫܵܡܹܥ، ܫܡܵܥܵܐ", "hear", "audio_CG05.mp3", "36:23", "36:26"), 
    ("ܫܵܩܸܠ، ܫܩܵܠܵܐ", "take", "audio_CG05.mp3", "36:26", "36:29"),


    # CH 6   
    ("ܒܵܣܸܡ، ܒܣܵܡܵܐ", "heal", "audio_CG04.mp3", "11:32", "11:37"),
    ("ܒܵܪܸܟ، ܒܪܵܟܵܐ", "kneel", "audio_CG04.mp3", "11:47", "11:51"),
    ("ܓ̮ܵܪܸܚ، ܓ̮ܪܵܚܵܐ", "wound", "audio_CG04.mp3", "12:41", "12:43"),
    ("ܓܼܵܠܸܜ، ܓܼܠܵܜܵܐ", "err", "audio_CG04.mp3", "12:44", "12:46"),  
    ("ܓܵܪܸܥ، ܓܪܵܥܵܐ", "shave", "audio_CG04.mp3", "13:20", "13:25"),
    ("ܕܵܥܸܟ، ܕܥܵܟܼܵܐ", "turn off", "audio_CG04.mp3", "13:29", "13:31"), 
    ("ܚܵܕ݂ܹܥ، ܚܕ݂ܵܥܵܐ", "wrap", "audio_CG04.mp3", "13:41", "13:45"),
    ("ܚܵܠܸܡ، ܚܠܵܡܵܐ", "dream", "audio_CG04.mp3", "13:49", "14:14"),
    ("ܚܵܦܸܩ، ܚܦܵܩܵܐ ", "hug", "audio_CG04.mp3", "11:32", "11:37"),
    ("ܚܵܫܸܟ، ܚܫܵܟܵܐ", "darken", "audio_CG04.mp3", "11:47", "11:51"),
    ("ܚܵܬܸܡ، ܚܬܵܡܵܐ", "seal, finish", "audio_CG04.mp3", "12:41", "12:43"),
    ("ܜܵܪܸܕ݂، ܜܪܵܕ݂ܵܐ", "drive away", "audio_CG04.mp3", "12:44", "12:46"),  
    ("ܟܵܢܸܫ، ܟܢܵܫܵܐ", "sweep", "audio_CG04.mp3", "13:20", "13:25"),
    ("ܡܵܫܸܚ، ܡܫܵܚܵܐ", "anoint", "audio_CG04.mp3", "13:29", "13:31"), 
    ("ܢܵܕ݂ܸܦ̮، ܢܕ݂ܵܦ̮ܵܐ", "become clean", "audio_CG04.mp3", "13:41", "13:45"),
    ("ܣܵܒܸܥ، ܣܒܼܵܥܵܐ", "be satisfied", "audio_CG04.mp3", "13:49", "14:14"),
    ("ܣܵܓܸܕ݂، ܣܓܵܕ݂ܵܐ", "adore, worship", "audio_CG04.mp3", "11:32", "11:37"),
    ("ܣܵܗܸܕ݂، ܣܗܵܕ݂ܵܐ", "testify, be martyred", "audio_CG04.mp3", "11:47", "11:51"),
    ("ܥܵܡܸܕ݂، ܥܡܵܕ݂ܵܐ", "be baptized", "audio_CG04.mp3", "12:41", "12:43"),
    ("ܦܵܠܸܜ، ܦܠܵܜܵܐ", "go out", "audio_CG04.mp3", "12:44", "12:46"),  
    ("ܦܵܩܸܕ݂݂، ܦܩܵܕ݂ܵܐ", "command", "audio_CG04.mp3", "13:20", "13:25"),
    ("ܦܵܬܸܚ، ܦܬܼܵܚܵܐ", "open", "audio_CG04.mp3", "13:29", "13:31"), 
    ("ܩܵܜܸܠ، ܩܜܵܠܵܐ", "kill", "audio_CG04.mp3", "13:41", "13:45"),
    ("ܪܵܚܸܫ، ܪܚܵܫܵܐ", "walk, creep", "audio_CG04.mp3", "13:49", "14:14"),



    # CH 7
    # Page 40, Chaldean Grammar
    ("ܒܵܠܹܥ، ܒܠܵܥܵܐ", "swallow", "audio_CG04.mp3", "11:32", "11:37"),
    ("ܕܵܓܸܠ، ܕܲܓܘܿܠܸܐ", "lie", "audio_CG04.mp3", "11:47", "11:51"),
    ("ܜܵܡܹܥ، ܜܡܵܥܵܐ", "taste", "audio_CG04.mp3", "12:41", "12:43"),
    ("ܜܵܘܹܐ، ܜܲܘܘܿܝܸܐ", "roast", "audio_CG04.mp3", "12:44", "12:46"),  
    ("ܜܵܡܸܫ، ܜܡܵܫܵܐ", "dip", "audio_CG04.mp3", "13:20", "13:25"),
    ("ܟܼܵܕܸܡ، ܟܼܕܵܡܵܐ", "serve", "audio_CG04.mp3", "13:29", "13:31"), 
    ("ܠܵܥܸܣ، ܠܥܵܣܵܐ", "chew", "audio_CG04.mp3", "13:41", "13:45"),
    ("ܩܵܒܸܠ، ܩܒܵܠܵܐ", "receive, accept", "audio_CG04.mp3", "13:49", "14:14"),
    ("ܩܵܦܸܠ، ܩܦܵܠܵܐ", "hug", "audio_CG04.mp3", "11:32", "11:37"),
    ("ܪܵܚܸܩ، ܕܚܵܩܵܐ", "avoid, go far away", "audio_CG04.mp3", "11:47", "11:51"),
    ("ܪܵܬܸܚ، ܪܬܼܵܚܵܐ", "boil", "audio_CG04.mp3", "12:41", "12:43"),
    ("ܫܵܜܸܚ، ܫܜܵܚܵܐ", "stretch", "audio_CG04.mp3", "12:44", "12:46"),  
    ("ܫܵܦܸܚ، ܫܦܵܚܵܐ", "spill, overflow", "audio_CG04.mp3", "13:20", "13:25"),
    ("ܬܵܦ̮ܸܩ، ܬܦ̮ܵܩܵܐ", "meet", "audio_CG04.mp3", "13:29", "13:31"), 
]