syriac_letters = [
    # Format: (Syriac word, English meaning, audio file name, start time, end time)


    # Chapter 5: The Verb, The Present Tense 
    # Page 29, Chaldean Grammar
    # finished correct audio
    # needs double check
    ("ܒܵܫܸܠ، ܒܲܫܘܿܠܸܐ", "cook", "audio_CG05.mp3", "34:20", "34:24"),
    ("ܓܵܚܸܟ، ܓܚܵܟܵܐ", "laugh", "audio_CG05.mp3", "34:24", "34:29"),
    ("ܓܵܢܸܒܼ، ܓܢܵܒܼܵܐ", "steal", "audio_CG05.mp3", "34:29", "34:33"),
    ("ܓܵܪܸܫ، ܓܪܵܫܵܐ", "pull", "audio_CG05.mp3", "34:49", "34:51"),  
    ("ܕܵܡܸܟ، ܕܡܵܟܼܵܐ", "sleep", "audio_CG05.mp3", "34:51", "34:53"),
    ("ܕܵܥܸܠ، ܕܥܵܠܵܐ", "see", "audio_CG05.mp3", "34:53", "34:57"), 
    ("ܕܵܥܸܬܼ، ܕܥܵܬܼܵܐ", "sweat", "audio_CG05.mp3", "34:57", "35:00"),
    ("ܕܵܪܸܣ، ܕܪܵܣܵܐ", "study", "audio_CG05.mp3", "35:00", "35:06"),
    ("ܙܵܕܥ، ܙܪܵܥܵܐ", "fear", "audio_CG05.mp3", "35:06", "35:10"),
    ("ܙܵܪܸܥ، ܙܪܵܥܵܐ", "sow", "audio_CG05.mp3", "35:10", "35:14"),
    ("ܚܵܡܸܠ، ܚܡܵܠܵܐ", "stop", "audio_CG05.mp3", "35:14", "35:18"),
    ("ܚܵܣܸܪ، ܚܣܵܪܵܐ", "lose", "audio_CG05.mp3", "35:18", "35:26"),  
    ("ܚܵܫܸܒܼ، ܚܫܵܒܼܵܐ", "think", "audio_CG05.mp3", "35:26", "35:30"),
    ("ܟܵܬܸܒܼ، ܟܬܼܵܒܼܵܐ", "write", "audio_CG05.mp3", "35:30", "35:34"), 
    ("ܠܵܒܸܫ، ܠܒܼܵܫܵܐ", "wear", "audio_CG05.mp3", "35:34", "35:37"),
    ("ܢܵܚܸܬܼ، ܢܚܵܬܼܵܐ", "descend", "audio_CG05.mp3", "35:37", "35:45"),
    ("ܢܵܦܸܠ، ܢܦܵܠܵܐ", "fall", "audio_CG05.mp3", "35:45", "35:48"),
    ("ܣܵܦܸܪ، ܣܦܵܪܵܐ", "wait", "audio_CG05.mp3", "35:48", "35:51"),
    ("ܥܵܒܸܕ݂، ܥܒܼܵܕ݂ܵܐ", "do, make", "audio_CG05.mp3", "35:51", "35:55"),
    ("ܥܵܪܸܩ، ܥܪܵܩܵܐ", "run", "audio_CG05.mp3", "35:55", "35:58"),  
    ("ܦܵܠܸܓܼ، ܦܠܵܓܼܵܐ", "divide", "audio_CG05.mp3", "35:58", "36:09"),
    ("ܦܵܠܸܚ، ܦܠܵܚܵܐ", "work", "audio_CG05.mp3", "36:09", "36:15"), 
    ("ܩܵܠܸܚ، ܩܪܵܒܼܵܐ", "approach", "audio_CG05.mp3", "36:15", "36:19"),
    ("ܫܵܒܸܩ، ܫܒܼܵܩܵܐ", "forgive, abandon", "audio_CG05.mp3", "36:19", "36:23"),
    ("ܫܵܡܹܥ، ܫܡܵܥܵܐ", "hear", "audio_CG05.mp3", "36:23", "36:26"), 
    ("ܫܵܩܸܠ، ܫܩܵܠܵܐ", "take", "audio_CG05.mp3", "36:26", "36:29"),


    # CH 6   
    # audio done!
    ("ܒܵܣܸܡ، ܒܣܵܡܵܐ", "heal", "audio_CG06.mp3", "16:18", "16:20"),
    ("ܒܵܪܸܟ، ܒܪܵܟܵܐ", "kneel", "audio_CG06.mp3", "16:20", "16:39"),
    ("ܓ̮ܵܪܸܚ، ܓ̮ܪܵܚܵܐ", "wound", "audio_CG06.mp3", "16:39", "16:54"),
    ("ܓܼܵܠܸܜ، ܓܼܠܵܜܵܐ", "err", "audio_CG06.mp3", "16:54", "17:00"),  
    ("ܓܵܪܸܥ، ܓܪܵܥܵܐ", "shave", "audio_CG06.mp3", "17:00", "17:05"),
    ("ܕܵܥܸܟ، ܕܥܵܟܼܵܐ", "turn off", "audio_CG06.mp3", "17:05", "17:16"), 
    ("ܚܵܕ݂ܹܥ، ܚܕ݂ܵܥܵܐ", "wrap", "audio_CG06.mp3", "17:20", "17:25"),
    ("ܚܵܠܸܡ، ܚܠܵܡܵܐ", "dream", "audio_CG06.mp3", "17:25", "17:40"),
    ("ܚܵܦܸܩ، ܚܦܵܩܵܐ ", "hug", "audio_CG06.mp3", "17:40", "17:45"),
    ("ܚܵܫܸܟ، ܚܫܵܟܵܐ", "darken", "audio_CG06.mp3", "17:45", "17:52"),
    ("ܚܵܬܸܡ، ܚܬܵܡܵܐ", "seal, finish", "audio_CG06.mp3", "17:52", "17:56"),
    ("ܜܵܪܸܕ݂، ܜܪܵܕ݂ܵܐ", "drive away", "audio_CG06.mp3", "17:56", "18:03"),  
    ("ܟܵܢܸܫ، ܟܢܵܫܵܐ", "sweep", "audio_CG06.mp3", "18:03", "18:09"),
    ("ܡܵܫܸܚ، ܡܫܵܚܵܐ", "anoint", "audio_CG06.mp3", "18:09", "18:13"), 
    ("ܢܵܕ݂ܸܦ̮، ܢܕ݂ܵܦ̮ܵܐ", "become clean", "audio_CG06.mp3", "18:13", "18:19"),
    ("ܣܵܒܸܥ، ܣܒܼܵܥܵܐ", "be satisfied", "audio_CG06.mp3", "18:19", "18:26"),
    ("ܣܵܓܸܕ݂، ܣܓܵܕ݂ܵܐ", "adore, worship", "audio_CG06.mp3", "18:26", "18:39"),
    ("ܣܵܗܸܕ݂، ܣܗܵܕ݂ܵܐ", "testify, be martyred", "audio_CG06.mp3", "18:39", "18:44"),
    ("ܥܵܡܸܕ݂، ܥܡܵܕ݂ܵܐ", "be baptized", "audio_CG06.mp3", "18:44", "18:56"),
    ("ܦܵܠܸܜ، ܦܠܵܜܵܐ", "go out", "audio_CG06.mp3", "18:56", "19:04"),  
    ("ܦܵܩܸܕ݂݂، ܦܩܵܕ݂ܵܐ", "command", "audio_CG06.mp3", "19:04", "19:07"),
    ("ܦܵܬܸܚ، ܦܬܼܵܚܵܐ", "open", "audio_CG06.mp3", "19:07", "19:16"), 
    ("ܩܵܜܸܠ، ܩܜܵܠܵܐ", "kill", "audio_CG06.mp3", "19:16", "19:21"),
    ("ܪܵܚܸܫ، ܪܚܵܫܵܐ", "walk, creep", "audio_CG06.mp3", "19:21", "19:24"),



    # CH 7
    # Page 40, Chaldean Grammar
    # audio done!
    ("ܒܵܠܹܥ، ܒܠܵܥܵܐ", "swallow", "audio_CG07.mp3", "7:56", "8:02"),
    ("ܕܵܓܸܠ، ܕܲܓܘܿܠܸܐ", "lie", "audio_CG07.mp3", "8:02", "8:13"),
    ("ܜܵܡܹܥ، ܜܡܵܥܵܐ", "taste", "audio_CG07.mp3", "8:13", "8:20"),
    ("ܜܵܘܹܐ، ܜܲܘܘܿܝܸܐ", "roast", "audio_CG07.mp3", "8:20", "8:28"),  
    ("ܜܵܡܸܫ، ܜܡܵܫܵܐ", "dip", "audio_CG07.mp3", "8:29", "8:33"),
    ("ܟܼܵܕܸܡ، ܟܼܕܵܡܵܐ", "serve", "audio_CG07.mp3", "8:33", "8:45"), 
    ("ܠܵܥܸܣ، ܠܥܵܣܵܐ", "chew", "audio_CG07.mp3", "8:45", "8:51"),
    ("ܩܵܒܸܠ، ܩܒܵܠܵܐ", "receive, accept", "audio_CG07.mp3", "8:53", "8:57"),
    ("ܩܵܦܸܠ، ܩܦܵܠܵܐ", "hug", "audio_CG07.mp3", "8:57", "9:00"),
    ("ܪܵܚܸܩ، ܕܚܵܩܵܐ", "avoid, go far away", "audio_CG07.mp3", "9:00", "9:05"),
    ("ܪܵܬܸܚ، ܪܬܼܵܚܵܐ", "boil", "audio_CG07.mp3", "9:05", "9:13"),
    ("ܫܵܜܸܚ، ܫܜܵܚܵܐ", "stretch", "audio_CG07.mp3", "9:13", "9:19"),  
    ("ܫܵܦܸܚ، ܫܦܵܚܵܐ", "spill, overflow", "audio_CG07.mp3", "9:19", "9:24"),
    ("ܬܵܦ̮ܸܩ، ܬܦ̮ܵܩܵܐ", "meet", "audio_CG07.mp3", "9:24", "9:27"), 
]