syriac_letters = [
    # Format: (Syriac word, English meaning, audio file name, start time, end time)


    # Chapter 5: The Verb, The Present Tense 
    # Page 29, Chaldean Grammar
    # finished correct audio
    # needs double check
    ("ܒܵܫܸܠ، ܒܲܫܘܿܠܸܐ", "cook", "audio_CG05.mp3", "34:20", "34:24"),
    ("ܓܵܚܸܟ، ܓܚܵܟܵܐ", "laugh", "audio_CG05.mp3", "34:24", "34:29"),
    ("ܓܵܢܸܒܼ، ܓܢܵܒܼܵܐ", "steal", "audio_CG05.mp3", "34:30", "34:34"),
    ("ܓܵܪܸܫ، ܓܪܵܫܵܐ", "pull", "audio_CG05.mp3", "34:49", "34:51"),  
    ("ܕܵܡܸܟ، ܕܡܵܟܼܵܐ", "sleep", "audio_CG05.mp3", "34:51", "34:54"),
    ("ܕܵܥܸܠ، ܕܥܵܠܵܐ", "see", "audio_CG05.mp3", "34:54", "34:57"), 
    ("ܕܵܥܸܬܼ، ܕܥܵܬܼܵܐ", "sweat", "audio_CG05.mp3", "34:57", "35:00"),
    ("ܕܵܪܸܣ، ܕܪܵܣܵܐ", "study", "audio_CG05.mp3", "35:00", "35:06"),
    ("ܙܵܕܸܥ، ܙܕܵܥܵܐ", "fear", "audio_CG05.mp3", "35:07", "35:12"),
    ("ܙܵܪܸܥ، ܙܪܵܥܵܐ", "sow", "audio_CG05.mp3", "35:10", "35:14"),
    ("ܚܵܡܸܠ، ܚܡܵܠܵܐ", "stop", "audio_CG05.mp3", "35:14", "35:18"),
    ("ܚܵܣܸܪ، ܚܣܵܪܵܐ", "lose", "audio_CG05.mp3", "35:20", "35:26"),  
    ("ܚܵܫܸܒܼ، ܚܫܵܒܼܵܐ", "think", "audio_CG05.mp3", "35:26", "35:30"),
    ("ܟܵܬܸܒܼ، ܟܬܼܵܒܼܵܐ", "write", "audio_CG05.mp3", "35:31", "35:34"), 
    ("ܠܵܒܸܫ، ܠܒܼܵܫܵܐ", "wear", "audio_CG05.mp3", "35:34", "35:37"),
    ("ܢܵܚܸܬܼ، ܢܚܵܬܼܵܐ", "descend", "audio_CG05.mp3", "35:37", "35:45"),
    ("ܢܵܦܸܠ، ܢܦܵܠܵܐ", "fall", "audio_CG05.mp3", "35:45", "35:48"),
    ("ܣܵܦܸܪ، ܣܦܵܪܵܐ", "wait", "audio_CG05.mp3", "35:49", "35:52"),
    ("ܥܵܒܸܕ݂، ܥܒܼܵܕ݂ܵܐ", "do, make", "audio_CG05.mp3", "35:52", "35:56"),
    ("ܥܵܪܸܩ، ܥܪܵܩܵܐ", "run", "audio_CG05.mp3", "35:56", "35:59"),  
    ("ܦܵܠܸܓܼ، ܦܠܵܓܼܵܐ", "divide", "audio_CG05.mp3", "35:58", "36:09"),
    ("ܦܵܠܸܚ، ܦܠܵܚܵܐ", "work", "audio_CG05.mp3", "36:09", "36:15"), 
    ("ܩܵܪܸܒܼ، ܩܪܵܒܼܵܐ", "approach", "audio_CG05.mp3", "36:15", "36:19"),
    ("ܫܵܒܸܩ، ܫܒܼܵܩܵܐ", "forgive, abandon", "audio_CG05.mp3", "36:19", "36:23"),
    ("ܫܵܡܹܥ، ܫܡܵܥܵܐ", "hear", "audio_CG05.mp3", "36:23", "36:27"), 
    ("ܫܵܩܸܠ، ܫܩܵܠܵܐ", "take", "audio_CG05.mp3", "36:27", "36:30"),


    # CH 6   
    # audio done!
    ("ܒܵܣܸܡ، ܒܣܵܡܵܐ", "heal", "audio_CG06.mp3", "16:18", "16:20"),
    ("ܒܵܪܸܟ، ܒܪܵܟܵܐ", "kneel", "audio_CG06.mp3", "16:21", "16:39"),
    ("ܓ̮ܵܪܸܚ، ܓ̮ܪܵܚܵܐ", "wound", "audio_CG06.mp3", "16:39", "16:54"),
    ("ܓܼܵܠܸܜ، ܓܼܠܵܜܵܐ", "err", "audio_CG06.mp3", "16:54", "17:00"),  
    ("ܓܵܪܸܥ، ܓܪܵܥܵܐ", "shave", "audio_CG06.mp3", "17:02", "17:06"),
    ("ܕܵܥܸܟ، ܕܥܵܟܼܵܐ", "turn off", "audio_CG06.mp3", "17:06", "17:16"), 
    ("ܚܵܕܼܹܥ، ܚܕܼܵܥܵܐ", "wrap", "audio_CG06.mp3", "17:20", "17:25"),
    ("ܚܵܠܸܡ، ܚܠܵܡܵܐ", "dream", "audio_CG06.mp3", "17:26", "17:40"),
    ("ܚܵܦܸܩ، ܚܦܵܩܵܐ ", "hug", "audio_CG06.mp3", "17:42", "17:46"),
    ("ܚܵܫܸܟ، ܚܫܵܟܵܐ", "darken", "audio_CG06.mp3", "17:45", "17:52"),
    ("ܚܵܬܸܡ، ܚܬܵܡܵܐ", "seal, finish", "audio_CG06.mp3", "17:52", "17:58"),
    ("ܜܵܪܸܕܼ، ܜܪܵܕܼܵܐ", "drive away", "audio_CG06.mp3", "17:57", "18:03"),  
    ("ܟܵܢܸܫ، ܟܢܵܫܵܐ", "sweep", "audio_CG06.mp3", "18:03", "18:11"),
    ("ܡܵܫܸܚ، ܡܫܵܚܵܐ", "anoint", "audio_CG06.mp3", "18:09", "18:13"), 
    ("ܢܵܕ݂ܸܦ̮، ܢܕ݂ܵܦ̮ܵܐ", "become clean", "audio_CG06.mp3", "18:14", "18:19"),
    ("ܣܵܒܸܥ، ܣܒܼܵܥܵܐ", "be satisfied", "audio_CG06.mp3", "18:19", "18:26"),
    ("ܣܵܓܸܕ݂، ܣܓܵܕ݂ܵܐ", "adore, worship", "audio_CG06.mp3", "18:27", "18:39"),
    ("ܣܵܗܸܕܼ، ܣܗܵܕܵܐ", "testify, be martyred", "audio_CG06.mp3", "18:39", "18:46"),
    ("ܥܵܡܸܕܼ، ܥܡܵܕܼܵܐ", "be baptized", "audio_CG06.mp3", "18:45", "18:56"),
    ("ܦܵܠܸܜ، ܦܠܵܜܵܐ", "go out", "audio_CG06.mp3", "18:56", "19:04"),  
    ("ܦܵܩܸܕ݂݂، ܦܩܵܕ݂ܵܐ", "command", "audio_CG06.mp3", "19:04", "19:08"),
    ("ܦܵܬܸܚ، ܦܬܼܵܚܵܐ", "open", "audio_CG06.mp3", "19:08", "19:16"), 
    ("ܩܵܜܸܠ، ܩܜܵܠܵܐ", "kill", "audio_CG06.mp3", "19:16", "19:22"),
    ("ܪܵܚܸܫ، ܪܚܵܫܵܐ", "walk, creep", "audio_CG06.mp3", "19:21", "19:24"),



    # CH 7
    # Page 40, Chaldean Grammar
    # audio done!
    ("ܒܵܠܹܥ، ܒܠܵܥܵܐ", "swallow", "audio_CG07.mp3", "7:56", "8:02"),
    ("ܕܵܓܸܠ، ܕܲܓܘܿܠܸܐ", "lie", "audio_CG07.mp3", "8:03", "8:13"),
    ("ܜܵܡܹܥ، ܜܡܵܥܵܐ", "taste", "audio_CG07.mp3", "8:14", "8:20"),
    ("ܜܵܘܹܐ، ܜܲܘܘܿܝܸܐ", "roast", "audio_CG07.mp3", "8:20", "8:30"),  
    ("ܜܵܡܸܫ، ܜܡܵܫܵܐ", "dip", "audio_CG07.mp3", "8:29", "8:35"),
    ("ܟܼܵܕܸܡ، ܟܼܕܵܡܵܐ", "serve", "audio_CG07.mp3", "8:34", "8:45"), 
    ("ܠܵܥܸܣ، ܠܥܵܣܵܐ", "chew", "audio_CG07.mp3", "8:46", "8:51"),
    ("ܩܵܒܸܠ، ܩܒܵܠܵܐ", "receive, accept", "audio_CG07.mp3", "8:53", "8:58"),
    ("ܩܵܦܸܠ، ܩܦܵܠܵܐ", "hug", "audio_CG07.mp3", "8:59", "9:03"),
    ("ܪܵܚܸܩ، ܕܚܵܩܵܐ", "avoid, go far away", "audio_CG07.mp3", "9:01", "9:06"),
    ("ܪܵܬܸܚ، ܪܬܼܵܚܵܐ", "boil", "audio_CG07.mp3", "9:06", "9:13"),
    ("ܫܵܜܸܚ، ܫܜܵܚܵܐ", "stretch", "audio_CG07.mp3", "9:14", "9:19"),  
    ("ܫܵܦܸܚ، ܫܦܵܚܵܐ", "spill, overflow", "audio_CG07.mp3", "9:20", "9:25"),
    ("ܬܵܦ̮ܸܩ، ܬܦ̮ܵܩܵܐ", "meet", "audio_CG07.mp3", "9:25", "9:29"), 
]